Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/government_in_ireland/national_government/standards_and_accountability/index.html.txt.tmx
Source language: en
Languages: ga

source: Comptroller and Auditor General
ga: An tArd-Reachtaire Ciste agus Cuntas

source: The Comptroller and Auditor General carries out an audit each year of the State's accounts
ga: Déanann an tArd-Reachtaire Cuntas agus Ciste iniúchadh go bliantúil ar chuntais Stáit

source: An outline of the responsibilities of public bodies and other designated bodies under the Freedom of Information Act and your right to access personal information held by the bodies
ga: Cur síos ar na dualgais atá ar údaráis phoiblí faoin Acht um Shaoráil Faisnéise agus do chearta teacht ar eolas pearsanta fút féin atá ag údaráis phoiblí

source: Access to environmental information
ga: Rochtain ar fhaisnéis comhshaoil

source: You have the right to access certain information about the environment and pollutants that may affect it
ga: Tá ceart rochtana agat ar fhaisnéis áirithe faoin gcomhshaol agus truailleáin a bhféadfadh tionchar a bheith acu ar an gcomhshaol

source: Find out how to access environmental information
ga: Faigh amach conas rochtain a fháil ar fhaisnéis comhshaoil

source: This document is in: Environment > Environmental law
ga: This document is in: Comhshaol > Dlí Chomhshaoil

source: The role of the Data Protection Commissioner in protecting the privacy rights of individuals under the Data Protection Acts
ga: Ról an Choimisinéara Cosanta Sonraí cearta príobháideachais dhaoine in Éirinn a chosaint faoi na hAchtanna um Chosaint Sonraí

source: The main duty of the Irish Ombudsman is to investigate complaints made by members of the public about how they have been treated by public bodies in Ireland
ga: Is é príomh dhualgas an Ombudsman fiosrú a dhéanamh ar aon ghearán a dhéanann duine faoin tslí ar chaith eagraíocht phoiblí leis/léi

source: Members of the public can raise issues of general public interest or public policy with the Houses of the Oireachtas
ga: Féadfaidh muintir an phobail saincheisteanna atá ina ndíol spéise don phobal i gcoitinne nó saincheisteanna beartais phoiblí a thabhairt chun solais le Tithe an Oireachtais

source: The Register of Lobbying is maintained by the Standards in Public Office Commission
ga: Is é an Coimisiún um Chaighdeáin in Oifigí Poiblí a chothabhálann an Clár Brústocaireachta

source: Find out who is required to register
ga: Faigh amach na dreamanna nach foláir dóibh clárú

source: Rights Tribunals are tribunals that make binding decisions about the rights of people in Ireland
ga: Pléann an cháipéis seo binsí a dhéanann socruithe daingne i dtaobh cearta pobal in Éirinn

source: The High Court has the power to cancel any law or part of any law that is unconstitutional
ga: Tá sé de chumhacht ag an Ard-Chúirt aon dlí nó cuid de dhlí nach bhfuil ag luí leis an mBunreacht a chur ar ceal

source: Discusses what constitutes unconstitutional legislation and how legislation is judged to be unconstitutional
ga: Plé maidir le reachtaíocht mhíbhunreachtúil agus conas a thugadh breithiúnas ar reachtaíocht mhíbhunreachtúil

source: Judicial review of public decisions
ga: Athbhreithniú Breithiúnach ar Chinntí Poiblí

source: Public decisions may be judicially reviewed by the High Court to determine whether they are illegal
ga: Is féidir leis an Ard-Chúirt athbhreithniú breithiúnach a dhéanamh ar chinntí poiblí le dearbhú an bhfuil siad neamhdhleathach

source: Find out how to initiate judicial review proceedings
ga: Faigh amach conas imeachtaí athbhreithnithe bhreithiúnaigh a thionscnamh

source: Judicial review in planning and environmental matters
ga: Athbhreithniú breithiúnach i gcúrsaí pleanála agus comhshaoil

source: Find out about judicial review in the environmental and planning areas
ga: Faigh amach faoi athbhreithniú breithiúnach sna réimsí comhshaoil agus pleanála

source: Most Read in "Government in Ireland"
ga: Ábhar is mó éilimh i "Rialtas in Éirinn"

source: Fundamental Rights under the Irish Constitution
ga: Bunchearta faoi Bhunreacht na hÉireann
